Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Second step of rare-earth element production.
zh_cn: 稀土元素处理第二步

source: Secondary crusher MK 01
zh_cn: 二级破碎机 MK1

source: Secondary crusher MK 02
zh_cn: 二级破碎机 MK2

source: Secondary crusher MK 03
zh_cn: 二级破碎机 MK3

source: Secondary crusher MK 04
zh_cn: 二级破碎机 MK4

source: Select particles in a very fine way.
zh_cn: 高频震荡分选

source: Separate liquid petroleum gas
zh_cn: 分离液化石油气

source: Separate solid/liquid pulps.
zh_cn: 分离固液浆

source: Separation
zh_cn: 分离

source: Separation of soil
zh_cn: 泥土分离

source: Separation of tailings dust
zh_cn: 尾矿尘分离

source: Separation of tailings.
zh_cn: 尾矿分离

source: Separation.
zh_cn: 分离

source: Serine
zh_cn: 丝氨酸

source: Shale oil
zh_cn: 页岩油

source: Shale oil development
zh_cn: 页岩油开发

source: Shale oil to combustion mixture (500°C)
zh_cn: 页岩油混烧 (500°C)

source: Shed
zh_cn: 棚

source: Silver foam
zh_cn: 银泡沫

source: Silver plate
zh_cn: 银板

source: Silver-lead concentrate
zh_cn: 银铅精矿

source: Silver-lead solution (stage 1)
zh_cn: 银铅溶液 1

source: Silver-lead solution (stage 2)
zh_cn: 银铅溶液 2

source: Silver-lead solution (stage 3)
zh_cn: 银铅溶液 3

source: Silver-lead-zinc pulp (stage 1)
zh_cn: 银铅锌浆 1

source: Silver-lead-zinc pulp (stage 2)
zh_cn: 银铅锌浆 2

source: Silver-zinc alloy
zh_cn: 银锌合金

source: Sinter plant
zh_cn: 烧结设施

source: Sintered aluminium
zh_cn: 烧结铝

source: Sintered chromium
zh_cn: 烧结铬

source: Sintered copper
zh_cn: 烧结铜

source: Sintered iron
zh_cn: 烧结铁

source: Sintered lead
zh_cn: 烧结铅

source: Sintered nexelit
zh_cn: 烧结錜

source: Sintered nickel
zh_cn: 烧结镍

source: Sintered silver
zh_cn: 烧结银

source: Sintered tin
zh_cn: 烧结锡

source: Sintered titanium
zh_cn: 烧结钛

source: Sintered zinc
zh_cn: 烧结锌

source: Slaked lime
zh_cn: 熟石灰 Ca(OH)₂

source: Slightly metallic black rocks.
zh_cn: 略带金属光泽的黑色岩石

source: Slow conversion from tar to crude oil.
zh_cn: 慢慢地把焦油转化为原油

source: Slow-mix, separate and dip ingredients for perfect concentrations.
zh_cn: 慢速混合、分离并浸渍原料至完美浓度

source: Small oil derrick
zh_cn: 小型石油井架

source: Small oil patch
zh_cn: 小型油田

source: Small parts
zh_cn: 小部件

source: Smallest part of a rocky planet.
zh_cn: 岩石星球的最小部分

source: Smelter MK 01
zh_cn: 冶炼厂 MK1

source: Smelter MK 02
zh_cn: 冶炼厂 MK2

source: Smelter MK 03
zh_cn: 冶炼厂 MK3

source: Smelter MK 04
zh_cn: 冶炼厂 MK4

source: Snail killer.
zh_cn: 蜗牛杀手

source: Soda ash regeneration solution
zh_cn: 纯碱再生液

source: Sodium aluminate
zh_cn: 偏铝酸钠

source: Sodium bisulfate
zh_cn: 硫酸氢钠

source: Sodium carbonate
zh_cn: 碳酸钠

source: Sodium chlorate
zh_cn: 氯酸钠 NaClO₃

source: Sodium chloride
zh_cn: 氯化钠

source: Sodium hydroxide
zh_cn: 氢氧化钠

source: Sodium sulfate
zh_cn: 硫酸钠

source: Soil
zh_cn: 泥土

source: Soil extractor MK 01
zh_cn: 泥土挖掘机 MK1

source: Soil extractor MK 02
zh_cn: 泥土挖掘机 MK2

source: Soil extractor MK 03
zh_cn: 泥土挖掘机 MK3

source: Soil extractor MK 04
zh_cn: 泥土挖掘机 MK4

source: Solder
zh_cn: 焊料

source: Solid separator MK 01
zh_cn: 固体分离器 MK1

source: Solid separator MK 02
zh_cn: 固体分离器 MK2

source: Solid separator MK 03
zh_cn: 固体分离器 MK3

source: Solid separator MK 04
zh_cn: 固体分离器 MK4

source: Solvent separation
zh_cn: 溶剂分离

source: Some people call it bauxite.
zh_cn: 有人称之为铝土矿

source: Some waste can be good.
zh_cn: 物尽其用

source: Something good under here, but bigger.
zh_cn: 下面有好东西， 更大

source: Something good under here.
zh_cn: 下面有好东西

source: Sometimes roasting ores makes them better.
zh_cn: 有时焙烧矿石会使它们变得更好。

source: Sometimes you don't want to store that much.
zh_cn: 有时你不想储存那么多

source: Somewhere between wood and oil.
zh_cn: 在木头和油之间的某个东西

source: Soot
zh_cn: 烟煤

source: Space platfrom section
zh_cn: 太空平台段

source: Special alien plant.
zh_cn: 特殊的外星植物

source: Special building to convert and produce fuel and oil based ingredients.
zh_cn: 用于转换和生产基于燃料和石油的成分的特殊建筑

source: Special small parts
zh_cn: 特殊小部件

source: Specialised excavation mine.
zh_cn: 专业挖掘矿井

source: Spent Nexelit Battery
zh_cn: Spent 錜 Battery

source: Split heavy oil from oleochemicals
zh_cn: 重油←油脂化合物

source: Split olefins into light fuels
zh_cn: 裂解烯烃为轻油

source: Split, crush and prepare sub levels of crushing minerals.
zh_cn: 破碎，粉碎和准备更高粒度的矿物

source: Sponge iron
zh_cn: 海绵铁

source: Stainless steel
zh_cn: 不锈钢

source: Starch
zh_cn: 淀粉

source: Steam exchange
zh_cn: 蒸汽交换

source: Steel tile
zh_cn: 钢瓷砖

source: Storage Deposit
zh_cn: 中转集货储存库(黄)

source: Storage deposit.
zh_cn: 按需供货储存库

source: Storage shed
zh_cn: 中转集货棚 (黄棚)

source: Storage shed.
zh_cn: 中转集货棚 (黄棚)

source: Storage storehouse
zh_cn: 中转集货库 (黄库)

source: Storage storehouse.
zh_cn: 中转集货库 (黄库)

source: Storage tanks
zh_cn: 储液罐

source: Storage warehouse
zh_cn: 中转集货仓 (黄仓)

source: Storage warehouse.
zh_cn: 中转集货仓 (黄仓)

source: Storehouse
zh_cn: 库

source: Stores many, many items.
zh_cn: 存储许多许多项目

source: Stores some items.
zh_cn: 存储一些项目

source: Stripped distillates
zh_cn: 剥离馏分油

source: Strong coating for the fiber.
zh_cn: 光纤的坚固涂层

source: Structure ready for assembly.
zh_cn: 准备组装的结构

source: Styrene
zh_cn: 苯乙烯

source: Sulfur mine
zh_cn: 硫磺矿

source: Sulfur vein
zh_cn: 硫矿脉

source: Super alloy
zh_cn: 超级合金

source: Super steel
zh_cn: 超级钢

source: Superconducting coil
zh_cn: 超导线圈

source: Superconducting magnetic unit
zh_cn: 超导磁单元

source: Superconducting wire
zh_cn: 超导线

source: Supercritical steam
zh_cn: 超临界蒸汽

source: Surface deposit of hydrocarbons.
zh_cn: 碳氢化合物的表面沉积。

source: Surface deposit of hydrocarbons. Indicator of a possible underground deposit. Use a derrick to attempt to find that deposit.
zh_cn: 碳氢化合物的地表沉积物。指示可能的地下矿藏。使用井架试图找到该矿床。

source: Surface extractor building.
zh_cn: 从地表挖掘的建筑

source: Syngas
zh_cn: 合成气

source: Syngas distillation.
zh_cn: 合成气蒸馏

source: Syngas from coal gas
zh_cn: 合成气←煤气

source: Syngas to combustion mixture (550°C)
zh_cn: 合成气混烧(550°C)

source: Tailings
zh_cn: 废液

source: Tailings dust
zh_cn: 尾矿尘

source: Tailings pond
zh_cn: 尾矿池

source: Tailings pond spinner
zh_cn: 尾矿离心机

source: Tailings pond sprite sheet
zh_cn: 尾矿分拣机

source: Tailings pond stores liquids and causes lots of pollution by venting gases.
zh_cn: 尾矿池储存液体，并排放气体造成大量污染

source: Tall oil to combustion mixture (600°C)
zh_cn: Tall oil混烧 (600°C)

source: Tame, beautiful alien animals.
zh_cn: 温顺美丽的外星动物

source: Tar
zh_cn: 焦油

source: Tar extractor MK 01
zh_cn: 焦油提取器 MK1

source: Tar extractor MK 02
zh_cn: 焦油提取器 MK2

source: Tar extractor MK 03
zh_cn: 焦油提取器 MK3

source: Tar extractor MK 04
zh_cn: 焦油提取器 MK4

source: Tar pit
zh_cn: 焦油坑

source: Tar processing unit MK 01
zh_cn: 焦油处理设施 MK1

source: Tar processing unit MK 02
zh_cn: 焦油处理设施 MK2

source: Tar processing unit MK 03
zh_cn: 焦油处理设施 MK3

source: Tar processing unit MK 04
zh_cn: 焦油处理设施 MK4

source: Temperature control and gas conditioning through evaporative cooling, condensing, and heat transfer.
zh_cn: 通过蒸发冷却，冷凝和传热进行温度控制和气体调节

source: Terephthaloyl chloride (TCl)
zh_cn: 对苯二甲酰氯

source: The best filter material.
zh_cn: 最佳过滤材料

source: The circle of life.
zh_cn: 生生不息

source: The final step for niobium ore
zh_cn: 铌生产线的最后一步

source: The results of extensive research of this alien ecosystem.
zh_cn: 对该外星生态系统进行广泛研究的结果

source: These seeds can explode themselves.
zh_cn: 这些种子可以引爆自己

source: Thickened coal fines
zh_cn: 浓煤稠油

source: Thickener MK 01
zh_cn: 增稠器 MK1

source: Thickener MK 02
zh_cn: 增稠器 MK2

source: Thickener MK 03
zh_cn: 增稠器 MK3

source: Thickener MK 04
zh_cn: 增稠器 MK4

source: Third step of niobium production.
zh_cn: 铌冶炼的第三步

source: Tholin atmospheric extractor MK 01
zh_cn: 索林斯大气提取器 MK1

source: Tholin atmospheric extractor MK 02
zh_cn: 索林斯大气提取器 MK2

source: Tholin atmospheric extractor MK 03
zh_cn: 索林斯大气提取器 MK3

source: Tholin atmospheric extractor MK 04
zh_cn: 索林斯大气提取器 MK4

source: Tholin plant MK 01
zh_cn: 索林斯厂 MK1

source: Tholin plant MK 02
zh_cn: 索林斯厂 MK2

source: Tholin plant MK 03
zh_cn: 索林斯厂 MK3

source: Tholin plant MK 04
zh_cn: 索林斯厂 MK4

source: Tholins
zh_cn: 索林斯

source: Tholins - Stage 1
zh_cn: 索林斯 1

source: Tholins - Stage 2
zh_cn: 索林斯 2

source: Tholins - Stage 3
zh_cn: 索林斯 3

source: Tholins - Stage 4
zh_cn: 索林斯 4

source: Tholins capsule
zh_cn: 索林斯胶囊

source: Tin (grade 1)
zh_cn: 1 级锡

source: Tin (grade 2)
zh_cn: 2 级锡

source: Tin (grade 3)
zh_cn: 3 级锡

source: Tin (grade 4)
zh_cn: 4 级锡

source: Tin Dust
zh_cn: 锡尘

source: Tin concentrate
zh_cn: 锡精矿

source: Tin mine
zh_cn: 锡岩挖掘机

source: Tin ore
zh_cn: 锡矿石

source: Tin ore rejects
zh_cn: 锡矿石废料

source: Tin plate
zh_cn: 锡板

source: Tin processing - Stage 1
zh_cn: 锡矿处理 1

source: Tin processing - Stage 2
zh_cn: 锡矿处理 2

source: Tin processing - Stage 3
zh_cn: 锡矿处理 3

source: Tin processing - Stage 4
zh_cn: 锡矿处理 4

source: Tin pulp (stage 1)
zh_cn: 锡浆 1

source: Tin pulp (stage 2)
zh_cn: 锡浆 2

source: Tin pulp (stage 3)
zh_cn: 锡浆 3

source: Tin rejects
zh_cn: 锡废料

source: Tin reserve
zh_cn: 锡岩

source: Tin reserve.
zh_cn: 锡岩

source: Tin slime
zh_cn: 锡泥浆

source: Tin slime overflow
zh_cn: 锡泥浆溢液

source: Tin solution
zh_cn: 锡溶液

source: Tin-chromium alloy
zh_cn: 锡铬合金

source: Tin-rare-earth alloy
zh_cn: -rare-earth alloy

source: Tin-rich rock
zh_cn: 锡岩

source: Tinned cable
zh_cn: 镀锡电缆

source: Titanium (grade 1)
zh_cn: 1 级钛

source: Titanium (grade 2)
zh_cn: 2 级钛

source: Titanium (grade 3)
zh_cn: 3 级钛

source: Titanium (grade 4)
zh_cn: 4 级钛

source: Titanium mine
zh_cn: 钛岩采掘机

source: Titanium ore
zh_cn: 钛矿石

source: Titanium overflow waste
zh_cn: 钛溢废液

source: Titanium plate
zh_cn: 钛板

source: Titanium processing - Stage 1
zh_cn: 钛矿处理 1

source: Titanium processing - Stage 2
zh_cn: 钛矿处理 2

source: Titanium processing - Stage 3
zh_cn: 钛矿处理 3

source: Titanium processing - Stage 4
zh_cn: 钛矿处理 4

source: Titanium pulp (stage 1)
zh_cn: 钛浆 1

source: Titanium pulp (stage 2)
zh_cn: 钛浆 2

source: Titanium pulp (stage 3)
zh_cn: 钛浆 3

source: Titanium pulp (stage 4)
zh_cn: 钛浆 4

source: Titanium pulp (stage 5)
zh_cn: 钛浆 5

source: Titanium pulp (stage 6)
zh_cn: 钛浆 6

source: Titanium rejects
zh_cn: 钛废料

source: Titanium reserve.
zh_cn: 钛岩

source: Titanium residue
zh_cn: 钛渣

source: Titanium rock
zh_cn: 钛岩

source: Titanium solution (stage 1)
zh_cn: 钛溶液 1

source: Titanium solution (stage 2)
zh_cn: 钛溶液 2

source: Titanium tetrachloride
zh_cn: 四氯化钛 TiCl₄

source: Titanium-enriched dust
zh_cn: 富钛粉尘

source: To get oil or tar you need to find a "Bitumen seep" patch and place an oil derrick or a tar extractor upon the resource. The drill you placed down will require both drilling fluid and power for it to start up. After some time for the drill to drill down to the resource, it will stop using the drilling fluid and will begin outputting oil or tar-based on the entity placed on it. the default amount of fluid is between 100,000 and 400,000 per patch. this amount can be increased by both the entities level and the level of drilling fluid used. Max possible increase is x64 base value.
zh_cn: 如何找到石油和原油?\nA：要获取石油或焦油，首先需要找到一个[color=blue]待开发的油藏[/color]资源点，然后将石油井架或焦油钻探机放在资源点上。您需要给设备提供[color=blue]钻井液，并供给电力[/color]动力才能启动。经过一段时间的钻探后，设备将停止使用钻井液，并根据放置在其上的设备型号开始输出石油或焦油。每个资源点的默认存液量为100,000至400,000。[color=blue]更好的设备等级和更好的钻井液[/color]可以提高这个数值。最大可能为基础量的64倍。

source: To make perfectly shaped plates.
zh_cn: 制作形状完美的盘板材

source: Transfer stuff between points.
zh_cn: 在点之间转移东西

source: Transform air pollution accumulated on cartridges into pure CO2.
zh_cn: 将累积在滤筒上的空气污染转化为纯二氧化碳

source: Transform that logs into something useful.
zh_cn: 把原木转换成有用的东西

source: Trap for dinosaurs.
zh_cn: 恐龙的陷阱

source: Treated wood
zh_cn: 处理过的木材

source: Tritium
zh_cn: 氚

source: Turn molybdenite powder into fine dust.
zh_cn: 将辉钼矿粉变成粉尘

source: Ulric corral
zh_cn: 乌拉尔畜栏

source: Ultimate energy that can be extracted from a rotating black hole.
zh_cn: Ultimate energy that can be extracted ← a rotating black hole.

source: Underflow valve
zh_cn: 底流阀

source: Unlock a new way to explore this planet.
zh_cn: 开启探索这个星球的新途径

source: Unlock aneutronic fusion.
zh_cn: 解锁无中子聚变

source: Unlock basic fusion resource processing.
zh_cn: 解锁基本聚变资源加工

source: Unlock diamond processing.
zh_cn: 解锁金刚石加工工艺

source: Unlock helium processing.
zh_cn: 解锁氦处理工艺

source: Unlock helium-3 fusion.
zh_cn: 解锁氦-3聚变

source: Unlock improved technologies to extract methane directly from underground coal deposits.
zh_cn: 解锁直接从地下煤层中提取甲烷的高级技术

source: Unlock molybdenum processing.
zh_cn: 解锁钼加工工艺

source: Unlock regolite exploration.
zh_cn: 解锁风化岩勘探

source: Unlock shale oil production and processing.
zh_cn: 解锁页岩油生产和加工

source: Unlock technologies to extract every single drop of fuel from this planet.
zh_cn: 解锁从这个星球上提取每一滴燃料的技术

source: Unlock technologies to extract methane directly from underground coal deposits.
zh_cn: 解锁直接从地下煤层中提取甲烷的技术

source: Unlock the first level of oil related machines.
zh_cn: 解锁第一级石油相关机器

source: Unlock the first level of oil-related machines.
zh_cn: 解锁第一级石油相关机器

source: Unlock the fourth level of oil related machines.
zh_cn: 解锁第四级石油相关机器

source: Unlock the fourth level of oil-related machines.
zh_cn: 解锁第四级石油相关机器

source: Unlock the second level of oil related machines.
zh_cn: 解锁第二级石油相关机器

source: Unlock the second level of oil-related machines.
zh_cn: 解锁第二级石油相关机器

source: Unlock the third level of oil related machines.
zh_cn: 解锁第三级石油相关机器

source: Unlock the third level of oil-related machines.
zh_cn: 解锁第三级石油相关机器

source: Unlock tritium fusion.
zh_cn: 解锁氚聚变

source: Unlock vanadium processing.
zh_cn: 解锁钒加工工艺

source: Unlocks the much more efficient nexelit powered trains.
zh_cn: Unlocks the much more efficient 錜 powered trains.

source: Unslimed iron
zh_cn: 未定型铁

source: Upgrade very heavy petroleum products into lighter ones.
zh_cn: 将非常重的石油产品升级为较轻的产品

source: Uranium (grade 1)
zh_cn: 1 级铀

source: Uranium (grade 2)
zh_cn: 2 级铀

source: Uranium fuel cell MK 01
zh_cn: 铀燃料单元 MK1

source: Uranium fuel cell MK 02
zh_cn: 铀燃料单元 MK2

source: Uranium fuel cell MK 03
zh_cn: 铀燃料单元 MK3

source: Uranium fuel cell MK 04
zh_cn: 铀燃料单元 MK4

source: Uranium fuel cell MK 05
zh_cn: 铀燃料单元 MK5

source: Uranium mine
zh_cn: 铀岩采掘机

source: Uranium processing - Stage 1
zh_cn: 铀矿处理 1

source: Uranium processing - Stage 2
zh_cn: 铀矿处理 2

source: Uranium processing - Stage 3
zh_cn: 铀矿处理 3

source: Uranium processing - Stage 4
zh_cn: 铀矿处理 4

source: Uranium pulp (stage 1)
zh_cn: 铀浆 1

source: Uranium pulp (stage 2)
zh_cn: 铀浆 2

source: Uranium pulp (stage 3)
zh_cn: 铀浆 3

source: Uranium reserve.
zh_cn: 铀岩

source: Uranium rock
zh_cn: 铀岩

source: Uranium waste
zh_cn: 铀废料

source: Uranium-enriched pulp
zh_cn: 浓缩铀浆

source: Use floaters to split solids.
zh_cn: 使用漂浮来分离固体。

source: Use gases to purify molten metals.
zh_cn: 使用气体净化熔融金属。

source: Use the heat in a useful fluid.
zh_cn: 使用有用流体中的热量

source: Used cartridge ready for CO2 extraction.
zh_cn: 用过的盒用于提取 CO2

source: Used for casting complex parts.
zh_cn: 用于铸造复杂零件

source: Used mainly to produce acetylene.
zh_cn: 主要拿来做乙炔

source: Used solvent
zh_cn: 使用过的溶剂

source: Used to drill for larger deeper subsurface oil deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探较大的地下油藏。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for larger deeper subsurface tar deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探较大的地下焦油沉积物。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for medium subsurface oil deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探中等地下油藏。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for medium subsurface tar deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探中等的地下焦油沉积物。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for smaller subsurface oil deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探较小的地下油藏。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for smaller subsurface tar deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探较小的地下焦油沉积物。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for very large and very deep oil deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探巨大的地下油藏。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Used to drill for very large and very deep tar deposits. Needs at least type 0 of drilling fluid. Check the pyanodon codex for more information.
zh_cn: 用于钻探巨大的地下焦油沉积物。至少需要钻井液 0。更多相关信息，请点击左上角的PYwiki查看。

source: Useful advanced material.
zh_cn: 很有用的高级材料

source: Useful catalyst.
zh_cn: 有效的催化剂

source: Useful for textile processing, metallurgical fluxes, and chemical synthesis.
zh_cn: 用于纺织品加工，冶金助熔剂和化学合成

source: Uses compressive force for breaking of particle.
zh_cn: 将矿石破碎成小块

source: Using grease to select the best ores and split from the rest using X-ray scans.
zh_cn: 使用润滑脂选择最佳矿石，然后使用 X 射线扫描从其余矿石中分离出来

source: Vacuum
zh_cn: 真空

source: Valuable metal.
zh_cn: 有价值的金属

source: Vanabins
zh_cn: 钒相关蛋白

source: Vanadates
zh_cn: 钒酸盐

source: Vanadium concentrate
zh_cn: 浓缩钒

source: Vanadium mixture
zh_cn: 钒混合物

source: Vanadium oxide
zh_cn: 氧化钒

source: Vanadium pentoxide
zh_cn: 氧化钒 VO₂

source: Vanadium precipitate
zh_cn: 钒沉淀

source: Vanadium processing
zh_cn: 钒加工

source: Vanadium pulp (stage 1)
zh_cn: 钒浆 1

source: Vanadium pulp (stage 2)
zh_cn: 钒浆 2

source: Vanadium pulp (stage 3)
zh_cn: 钒浆 3

source: Vanadium pulp (stage 4)
zh_cn: 钒浆 4

source: Vanadium pulp (stage 5)
zh_cn: 钒浆 5

source: Vanadium solution
zh_cn: 钒溶液

source: Vanadium vapor deposition
zh_cn: 钒气相沉积

source: Very strong alloy.
zh_cn: 非常坚固的合金

source: Very useful metal for advanced technologies.
zh_cn: 对高科技产业非常有用的金属

source: Volcanic pipe
zh_cn: 火山筒

source: Wall shield
zh_cn: 屏蔽墙

source: Warehouse
zh_cn: 仓

source: Warehousing
zh_cn: 仓储

source: Warm stone brick
zh_cn: 暖石砖

source: Warmer stone brick
zh_cn: 更暖的石砖

source: Wash crude diamonds
zh_cn: 冲洗金刚石

source: Wash kimberlite
zh_cn: 冲洗金伯利岩

source: Washed diamond
zh_cn: 净金刚石

source: Washed sand for fine production.
zh_cn: 干净的沙子用于精细生产

source: Washer MK 01
zh_cn: 洗涤机 MK1

source: Washer MK 02
zh_cn: 洗涤机 MK2

source: Washer MK 03
zh_cn: 洗涤机 MK3

source: Washer MK 04
zh_cn: 洗涤机 MK4

source: Waste product that can be useful.
zh_cn: 可能有用的废物

source: Wastewater
zh_cn: 废水

source: Wastewater concentration
zh_cn: 废水浓缩

source: Wastewater fitration
zh_cn: 废水过滤

source: Water electrolysis
zh_cn: 水电解

source: Water helps.
zh_cn: 再加点水

source: We can't research without it.
zh_cn: 没有它，我们无法进行研究

source: We travelled light-years for this metal.
zh_cn: 为了这个，我们跨越一光年的距离

source: Wet scrubber MK 01
zh_cn: 湿洗涤器 MK1

source: Wet scrubber MK 02
zh_cn: 湿洗涤器 MK2

source: Wet scrubber MK 03
zh_cn: 湿洗涤器 MK3

source: Wet scrubber MK 04
zh_cn: 湿洗涤器 MK4

source: White crystalline mineral.
zh_cn: 白色晶体矿物

source: Why not dump your unwanted liquids there?
zh_cn: 为什么不把多余的液体倾倒在那里呢？

source: Wood processing unit MK 01
zh_cn: 木材加工单元 MK1

source: Wood processing unit MK 02
zh_cn: 木材加工单元 MK2

source: Wood processing unit MK 03
zh_cn: 木材加工单元 MK3

source: Wood processing unit MK 04
zh_cn: 木材加工单元 MK4

source: Wooden fence
zh_cn: 木栅栏

source: Xyhiphoe blood
zh_cn: 吉泡尔血

source: Xyhiphoe blood separation
zh_cn: 吉泡尔血液分离

source: Xyhiphoe pool MK 01
zh_cn: 吉泡尔池 MK1

source: Xyhiphoe pool MK 02
zh_cn: 吉泡尔池 MK2

source: Xyhiphoe pool MK 03
zh_cn: 吉泡尔池 MK3

source: Xyhiphoe pool MK 04
zh_cn: 吉泡尔池 MK4

source: Xylenol
zh_cn: 二甲苯酚

source: Xylenol to to combustion mixture (600°C)
zh_cn: 二甲苯酚混烧 (600°C)

source: Yellowcake
zh_cn: 黄饼

source: You can collect the ashes.
zh_cn: 您可以收集灰尘

source: You found a huge underground cave.
zh_cn: 你发现了一个巨大的地下洞穴

source: Z3 reagent
zh_cn: Z-3 试剂

source: Zinc (grade 1)
zh_cn: 1 级锌

source: Zinc (grade 2)
zh_cn: 2 级锌

source: Zinc (grade 3)
zh_cn: 3 级锌

source: Zinc (grade 4)
zh_cn: 4 级锌

source: Zinc acetate
zh_cn: 锌 acetate

source: Zinc chloride
zh_cn: 氯化锌

source: Zinc concentrate
zh_cn: 锌精矿

source: Zinc mine
zh_cn: 锌岩采掘机

source: Zinc nanocomplex
zh_cn: 锌 nanocomplex

source: Zinc nanocompound
zh_cn: 锌 nanocompound

source: Zinc ore
zh_cn: 锌矿石

source: Zinc overflow
zh_cn: 锌溢液

source: Zinc oxide nanoparticles
zh_cn: 锌 oxide nanoparticles

source: Zinc plate
zh_cn: 锌板

source: Zinc processing - Stage 1
zh_cn: 锌矿处理 1

source: Zinc processing - Stage 2
zh_cn: 锌矿处理 2

source: Zinc processing - Stage 3
zh_cn: 锌矿处理 3

source: Zinc processing - Stage 4
zh_cn: 锌矿处理 4

source: Zinc pulp (stage 1)
zh_cn: 锌浆 1

source: Zinc pulp (stage 2)
zh_cn: 锌浆 2

source: Zinc pulp (stage 3)
zh_cn: 锌浆 3

source: Zinc pulp (stage 4)
zh_cn: 锌浆 4

source: Zinc reserve
zh_cn: 锌岩

source: Zinc reserve.
zh_cn: 锌岩

source: Zinc waste
zh_cn: 锌废料

source: __1__ and __2__ from __3__
zh_cn: __1__和__2__←__3__

source: __1__ to __2__
zh_cn: __1__ 到 __2__

source: great!
zh_cn: 非常好！

source: lithium peroxide
zh_cn: 过氧化锂 Li₂O₂

source: make the core of an optical fiber.
zh_cn: 生产光纤核心

source: makes fluid resource deposits finite and run out when mined (like solid resources)
zh_cn: 使流体资源储藏有限，并在开采时像固体资源一样耗尽

source: p-Phenylenediamine (PPD)
zh_cn: 对苯二胺
